Repository: liberwiki/liberwiki
Catalog: liberwiki/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Permission Count
tr: İzin Sayısı

source: Entry Count
tr: Girdi Sayısı

source: Personal info
tr: Kişisel Bilgiler

source: Metrics
tr: Metikler

source: Permissions
tr: İzinler

source: Important dates
tr: Önemli Tarihler

source: Unique identifier for this object
tr: Objenin kimlik numarası

source: Date and time this object was created
tr: Oluşturulma tarihi

source: Date and time this object was last updated
tr: Güncellenme tarihi

source: Enter a valid value containing only the allowed characters. {allowed_characters}
tr: Yalnızca izin verilen karakterleri içeren geçerli bir değer girin. {allowed_characters}

source: Title of the entry.
tr: Girdinin başlığı.

source: Author of the entry.
tr: Girdinin yazarı.

source: Content
tr: İçerik

source: Content of the entry. In tiptap format.
tr: Girdinin içeriği. TipTap formatında.

source: Entry
tr: Girdi

source: Entries
tr: Girdiler

source: User who bookmarked.
tr: Yer imleyen kullanıcı

source: Entry that was bookmarked.
tr: Yer imlenen girdi

source: Entry Bookmark
tr: Girdi Yerimi

source: Entry Bookmarks
tr: Girdi Yer İmleri

source: Upvote
tr: Pozitif Oy

source: Downvote
tr: Negatif Oy

source: User who voted.
tr: Oylayan kullanıcı

source: Entry that was voted.
tr: Oylanan girdi

source: Vote
tr: Oy

source: Entry Vote
tr: Girdi Oyu

source: Entry Votes
tr: Girdi Oyları

source: Owner of the invitation.
tr: Davetiyenin Sahibi

source: Invitation code.
tr: Davetiye Kodu

source: User who used the invitation.
tr: Davetiyeyi kullanan kullanıcı

source: You can't invite new users.
tr: Yeni kullanıcılar davet edemezsiniz.

source: Unable to generate a unique code after {tries} tries.
tr: {tries} denemeden sonra benzersiz bir kod oluşturulamadı.

source: Invitation
tr: Davetiye

source: Invitations
tr: Davetiyeler

source: Title
tr: Başlık

source: Name of the title.
tr: Başlığın adı.

source: Slug
tr: Jeton

source: Slug of the title to display in urls.
tr: Başlığın URL'lerde görüntülenmesi için jetonu.

source: Creator of the title.
tr: Başlığı oluşturan kullanıcı.

source: Titles
tr: Başlıklar

source: Title that was bookmarked.
tr: Yer imlenen başlık.

source: Title Bookmark
tr: Başlık Yer İmi

source: Title Bookmarks
tr: Başlık Yer İmleri

source: Reader
tr: Okur

source: New Recruit
tr: Çaylak

source: Contributor
tr: Katkıda Bulunan

source: Trusted
tr: Güvenilir

source: email address
tr: Email Adresi

source: username
tr: Kullanıcı Adı

source: Required. 150 characters or fewer. Letters (lowercase), digits, dots or hyphens only, must start with letters.
tr: Gerekli. 150 karakterden az. Yalnızca harfler (küçük harf), rakamlar, noktalar, veya tireler; sadece harfle başlayabilir.

source: A user with that username already exists.
tr: Aynı kullanıcı adıyla başka kullanıcı zaten var.

source: User
tr: Kullanıcı

source: Users
tr: Kullanıcılar

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: User is not the owner of the object
tr: Kullanıcı bu objenin sahibi değil

source: Actions should not be: {actions}
tr: Aksiyonlar bunlar olmamalı: {actions}

source: User property {property_name} is False
tr: Kullanıcı özelliği {property_name} yanlış

source: User role should be at least {role}
tr: Kullanıcının rolü en az {role} olmalı

source: {method_name} is not allowed for this endpoint
tr: {method_name} bu endpoint için geçerli değil

source: You are receiving this email because you or someone else tried to signup for an account using email address:
tr: Bu emaili alıyorsunuz çünkü siz veya başka biri bu email adresiyle bir hesap oluşturmayı denedi:

source: However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account:
tr: Ancak bu email adresiyle zaten bir hesap mevcut. Eğer unuttuysanız, hesabınızı kurtarmak için şifre sıfırlama sürecini kullanın:

source: Reset Password
tr: Şifreyi Sıfırla

source: If the button doesn't work you can copy and paste the url to your browser.
tr: Eğer buton çalışmazsa, URL'yi tarayıcınıza yapıştırabilirsiniz.

source: However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account:
tr: Ancak bu email adresiyle zaten bir hesap mevcut. Eğer unuttuysanız, hesabınızı kurtarmak için şifre sıfırlama sürecini kullanın:

source: Account Already Exists
tr: Hesap Zaten Var

source: Thank you for using %(site_name)s
tr: %(site_name)s kullandığınız için teşekkür ederiz

source: You are receiving this mail because the following change was made to your account:
tr: Bu maili alıyorsunuz çünkü hesabınızda aşağıdaki değişiklik yapıldı:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from:
tr: Bu değişikliği tanımıyorsanız lütfen hemen gerekli güvenlik önlemlerini alın. Değişiklik şuradan yapılmıştır:

source: - IP address: %(ip)s
tr: - IP adresi: %(ip)s

source: - Browser: %(user_agent)s
tr: - Tarayıcı: %(user_agent)s

source: - Date: %(timestamp)s
tr: - Tarih: %(timestamp)s

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from:
tr: Bu değişikliği tanımıyorsanız lütfen hemen gerekli güvenlik önlemlerini alın. Değişiklik şuradan yapılmıştır:

source: Your email has been changed from %(from_email)s to %(to_email)s.
tr: Email adresiniz %(from_email)s iken %(to_email)s olarak değiştirildi.

source: Email Changed
tr: Email Değiştirildi

source: Your email has been confirmed.
tr: Email adresiniz onaylandı.

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_url)s.
tr: %(user_display)s adlı kullanıcı bu email adresiyle %(site_url)s üzerinde bir hesap kaydetmeye çalıştı.

source: Your email verification code is listed below. Please enter it in your open browser window.
tr: Email doğrulama kodunuz aşağıdadır. Lütfen açık tarayıcı penceresine girin.

source: To confirm this is correct, click the button below.
tr: Doğruluğunu onaylamak için aşağıdaki butona tıklayın.

source: To confirm this is correct, go to %(activate_url)s
tr: Doğruluğu onaylamak için %(activate_url)s adresine gidin

source: Email address %(deleted_email)s has been removed from your account.
tr: %(deleted_email)s email adresi hesabınızdan silindi.

source: Email Removed
tr: Email Silindi

source: Your sign-in code is listed below. Please enter it in your open browser window.
tr: Giriş kodunuz aşağıda, lütfen açık penrecedeki tarayıcıya girin.

source: This mail can be safely ignored if you did not initiate this action.
tr: Bunu siz başlatmadıysanız güvenli bir şekilde bu emaili gözardı edebilirsiniz.

source: Sign-In Code
tr: Giriş Kodu

source: Your password has been changed.
tr: Şifreniz değiştirildi

source: Password Changed
tr: Şifre Değişti

source: Your password has been reset.
tr: Şifreniz sıfırlandı.

source: Password Reset
tr: Şifre Sıfırlandı

source: You're receiving this email because you or someone else has requested a password reset for your user account.
tr: Bu emaili alıyorsunuz çünkü siz veya başka biri hesabınız için şifre sıfırlama talebinde bulundu.

source: It can be safely ignored if you did not request a password reset.
tr: Eğer bu işlemi siz yapmadıysanız güvenle göz ardı edebilirsiniz.

source: Click the button below to reset your password.
tr: Şifrenizi sıfırlamak için aşağıdaki butona tıklayın.

source: In case you forgot, your username is %(username)s.
tr: Unutmanız durumunda kullanıcı adınız: %(username)s.

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
tr: Bu emaili alıyorsunuz çünkü siz veya başka biri hesabınız için şifre sıfırlama talebinde bulundu. Bu isteği siz yapmadıysanız güvenle göz ardı edebilirsiniz. Şifrenizi sıfırlamak için aşağıdaki bağlantıya tıklayın.

source: Your password has been set.
tr: Şifreniz ayarlandı.

source: Password Set
tr: Şifre Ayarlandı

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
tr: Bu emaili alıyorsunuz çünkü siz veya başka biri %(email)s adresiyle bir hesaba erişmeye çalıştı. Ancak veritabanımızda böyle bir hesap bulunmamaktadır.

source: If it was you, you can sign up for an account using the button below.
tr: Eğer bu sizseniz, aşağıdaki butonu kullanarak bir hesap oluşturabilirsiniz.

source: If it was you, you can sign up for an account using the link below.
tr: Eğer bu sizseniz, aşağıdaki bağlantıyı kullanarak bir hesap oluşturabilirsiniz.

source: Unknown Account
tr: Bilinmeyen Hesap
